Repository: myclabs/Inventory
Catalog: application/languages/Algo/configControl.tmx
Source language: fr
Languages: en

source: L'algorithme d'exécution du formulaire est vide.
en: Execution algorithm is empty.

source: L'opérande « [REF_OPERAND] », figurant dans l'expression « [EXPRESSION] » de l'algorithme d'exécution, ne correspond à aucun algorithme.
en: Operand "[REF_OPERAND]", occurring in expression "[EXPRESSION]" of execution algorithm, does not match any algorithm.

source: L'algorithme « [REF_OPERAND] », figurant dans l'expression « [EXPRESSION] » de l'algorithme d'exécution, n'est pas un algorithme numérique.
en: Algorithm "[REF_OPERAND]", occurring in expression "[EXPRESSION]" of execution algorithm, is not a numeric algorithm.

source: L'algorithme numérique « [REF_OPERAND] », figurant dans l'expression « [EXPRESSION] » de l'algorithme d'exécution, n'est associé à aucun indicateur.
en: Algorithm "[REF_OPERAND]", occurring in expression "[EXPRESSION]" of execution algorithm, is not associated to any indicator.

source: L'algorithme numérique « [REF_OPERAND] », figurant dans l'expression « [EXPRESSION] » de l'algorithme d'exécution, a un libellé vide.
en: Algorithm "[REF_OPERAND]", occurring in expression "[EXPRESSION]" of execution algorithm, has an empty label.

source: L'algorithme numérique « [REF_ALGO] » est inutilement associé à un indicateur, puisqu'il n'est pas appelé par l'algorithme d'exécution.
en: Algorithm "[REF_ALGO]", is uselessly associated to an indicator, since this algorithm does not appear in the execution algorithm.

source: L'unité « [ALGO_UNIT] » de l'algorithme numérique « [REF_OPERAND] » (appelé par l'algorithme d'exécution), est incompatible avec l'unité « [INDICATOR_UNIT] » de l'indicateur auquel il est associé.
en: Unit "[ALGO_UNIT]" of numeric algorithm "[REF_OPERAND]" (occurring in execution algorithm) is not compatible with unit "[INDICATOR_UNIT]" of the associated indicator.

source: L'indexation de l'algorithme « [REF_OPERAND] » (appelé par l'algorithme d'exécution) est invalide ou incomplète.
en: Indexation of algorithm "[REF_OPERAND]" (occurring in execution algorithm) is invalid or incomplete.

source: L'opérande « [REF_OPERAND] », figurant dans l'expression « [EXPRESSION] » de l'algorithme « [REF_ALGO] », ne correspond à aucun algorithme.
en: Operand "[REF_OPERAND]", occurring in expression "[EXPRESSION]" of algorithm "[REF_ALGO]", does not match any algorithm.

source: L'expression de l'algorithme « [REF] » est vide.
en: Expression of algorithm "[REF]" is empty.

source: L'algorithme « [REF_OPERAND] », figurant dans l'expression « [EXPRESSION] » de l'algorithme numérique « [REF_ALGO] », n'est pas un algorithme numérique.
en: Algorithm "[REF_OPERAND]", occurring in expression "[EXPRESSION]" of numeric algorithm "[REF_ALGO]", is not a numeric algorithm.

source: Les unités associées aux opérandes de l'expression « [EXPRESSION] » de l'algorithme numérique « [REF_ALGO] » sont incompatibles.
en: Operands in expression "[EXPRESSION]" of numeric algorithm "[REF_ALGO]" have incompatible units.

source: L'unité « [EXPRESSION_UNIT] » du résultat de l'expression « [EXPRESSION] » de l'algorithme numérique « [REF_ALGO] » n'est pas compatible avec l'unité « [ALGO_UNIT] » de cet algorithme.
en: Unit "[EXPRESSION_UNIT]" of the result of expression "[EXPRESSION]" of numeric algorithm "[REF_ALGO]" is not compatible with unit "[ALGO_UNIT]" of this algorithm.

source: L'algorithme de type paramètre « [REF_ALGO] » fait référence à une famille « [REF_FAMILY] » qui n'existe pas.
en: Parameter algorithm "[REF_ALGO]" references a family "[REF_FAMILY]" which does not exist.

source: L'algorithme de type paramètre « [REF_ALGO] » fait référence à une famille qui possède une dimension « [REF_DIMENSION] » pour laquelle aucune coordonnée n'est définie.
en: Parameter algorithm "[REF_ALGO]" references a family possessing a dimension "[REF_DIMENSION]" for which no coordinate is defined.

source: L'algorithme de type paramètre « [REF_ALGO] » a une coordonnée définie pour la dimension « [REF_DIMENSION] » qui n'existe pas dans la famille référencée.
en: Parameter algorithm "[REF_ALGO]" has a coordinate defined for dimension "[REF_DIMENSION]" which does not exist in the referenced family.

source: La coordonnée fixée associée à la dimension « [REF_DIMENSION] » de l'algorithme de type paramètre « [REF_ALGO] » n'a pas de membre.
en: Fixed coordinate corresponding to dimension "[REF_DIMENSION]" of parameter algorithm "[REF_ALGO]" does not have any member.

source: La coordonnée fixée associée à la dimension « [REF_DIMENSION] » de l'algorithme de type paramètre « [REF_ALGO] » a un membre « [REF_MEMBER] » invalide.
en: Fixed coordinate corresponding to dimension "[REF_DIMENSION]" of parameter algorithm "[REF_ALGO]" has a member "[REF_MEMBER]" which is not valid.

source: L'algorithme « [REF_OPERAND] », figurant dans l'expression « [EXPRESSION] » de l'algorithme de sélection d'identifiant textuel « [REF_ALGO] », n'est pas un algorithme de sélection d'identifiant textuel.
en: Algorithm "[REF_OPERAND]", occurring in expression "[EXPRESSION]" of text selection algorithm "[REF_ALGO]", is not a text selection algorithm.

source: L'opérande « [REF_OPERAND] », figurant dans l'expression « [EXPRESSION] » de l'algorithme de sélection d'identifiant textuel « [REF_ALGO] », n'est pas une condition.
en: Operand "[REF_OPERAND]", occurring in expression "[EXPRESSION]" of text selection algorithm "[REF_ALGO]", is not a condition.

source: L'algorithme « [REF_OPERAND] », figurant dans l'expression « [EXPRESSION] » de la condition composée « [REF_ALGO] », n'est pas une condition.
en: Algorithm "[REF_OPERAND]", occurring in expression "[EXPRESSION]" of composed condition "[REF_ALGO]", is not a condition.

source: Aucune relation n'est définie pour la condition élémentaire « [REF_ALGO] » (onglet « Traitement »).
en: No relation is defined for elementary condition "[REF_ALGO]" ("Treatment" tab).
